{"expertiseLevel": ["Support for a particulate substructure of chromatin came from electron microscopy and from nuclease digestion and sedimentation analysis. Some work on these lines was done even before my own, and though not definitive, was nicely coincident with my ideas. In the years to follow, with colleagues in Cambridge, I proved the existence of the histone octamer and the equivalence of the 200 bp unit with the particle seen in the electron microscope (Kornberg, 1977). This chapter of the chromatin story concluded with the X-ray crystal structure determination of the particle, now known as the nucleosome, showing a histone octamer surrounded by DNA, in near atomic detail (Luger et al., 1997).", "As I turned these ideas over in mind, it struck me how I might explain the results of Hewish and Burgoyne. What if their sedimentation coefficient of unit length DNA fragments was measured under neutral rather than alkaline conditions? Then the DNA would have been double stranded and about 250 bp in length. Allowing for the approximate nature of the result, the correspondence with my prediction of 200 bp was electrifying. Then I recalled a reference near the end of the Hewish and Burgoyne paper to a report of a similar pattern of DNA fragments by Williamson. I rushed to the library and found that Williamson had obtained a ladder of DNA fragments from the cytoplasm of necrotic cells and measured the unit size by sedimentation under neutral conditions: the result was 205 bp! I was euphoric. In the months and years to follow, it was often pointed out how thin was the support for my ideas and how extended the line of reasoning, but I never really doubted the conclusions. The prediction of the DNA unit size and its verification convinced me completely.", "In parallel with these biochemical studies of pol II transcription, we pursued the structure of the transcription machinery. Pol II, the central component of the machinery, is an assembly of a dozen proteins, several times the size of any asymmetric structure determined by X-ray diffraction in the early 1980s when we began. The story of our solution of the pol II problem is told in my Nobel Lecture, except for its origins in my graduate studies of lipid diffusion. While I was in Cambridge, Aaron Klug and collaborators were developing electron microscope crystallography for the solution of protein structures too large for X-ray crystallography. As the name implies, the electron microscope approach also requires protein crystals, only they must be thin, preferably a single protein molecule thick, or “two-dimensional,” for transmission of the electron beam. The work in Cambridge at the time was limited to naturally occurring ordered arrays of proteins, and it was apparent that a general method of forming two-dimensional crystals was needed to bring any protein of interest within reach of the electron microscope procedure. I thought I might exploit lateral diffusion in lipid layers for the purpose. A protein bound to a lipid layer would be constrained in two dimensions but free to diffuse and, I hoped, to crystallize. I tried this idea, beginning with nucleosomes and positively charged lipid layers. Finally, after repeated failures over a period of about five years, a sabbatical visitor, Ed Uzgiris, was successful, with the combination of a monoclonal antibody directed against a lipid hapten (Uzgiris and Kornberg, 1983). This work led eventually to twodimensional crystals of pol II, and then to large single crystals and the X-ray structure of pol II."], "foreignLanguage": [], "EducationLevel": [], "University": ["Stanford University Roger D. Kornberg", "Stanford University", "Harvard University"], "EducationMajor": ["any other information", "information"], "Location": [], "expertise": ["postdoctoral work"], "military": [], "expected": [["my prediction", "prediction"]]}